IDEA Connection Link
ConnectionSrv.OpenConnectionService Method
 Open connection project from data contract
 Namespace: IdeaRS.ConnectionService.Service
 Assembly: IdeaRS.ConnectionLink (in IdeaRS.ConnectionLink.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public byte[] OpenConnectionService(
	ConDataContract conData
)
Public Function OpenConnectionService (
	conData As ConDataContract
) As Byte()
public:
array<unsigned char>^ OpenConnectionService(
	ConDataContract^ conData
)
Parameters
conData
Type: ConDataContract
[Missing <param name="conData"/> documentation for "M:IdeaRS.ConnectionService.Service.ConnectionSrv.OpenConnectionService(ConModeler.Data.ConDataContract)"]
Return Value
Type: Byte[]
[Missing <returns> documentation for "M:IdeaRS.ConnectionService.Service.ConnectionSrv.OpenConnectionService(ConModeler.Data.ConDataContract)"]
See Also
Reference
ConnectionSrv Class
IdeaRS.ConnectionService.Service Namespace